Repository: terminal42/contao-shortlink
Catalog: src/Resources/contao/languages/*/*_terminal42_shortlink.xlf
Languages: de

# tl_terminal42_shortlink.target.0
source: Target
de: Weiterleitungsziel

# tl_terminal42_shortlink.target.1
source: Please enter the target URL.
de: Bitte geben Sie die Ziel-URL ein.

# tl_terminal42_shortlink.alias.1
source: Optionally enter a custom alias for the shortlink.
de: Geben Sie einen optionalen Alias für den Kurzlink ein. Dieser steht hinter der Domain.

# tl_terminal42_shortlink.name.1
source: Please enter a name that will be used exclusively in the backend.
de: Geben Sie einen Namen für diesen Link ein. Dieser wird nur im Backend verwendet.

# tl_terminal42_shortlink.published.0
source: Enable short link
de: Aktivieren

# tl_terminal42_shortlink.published.1
source: Click here if this shortlink should be enabled.
de: Aktivieren Sie den Kurzlink.

# tl_terminal42_shortlink.log.0
source: Visitors
de: Besuche

# tl_terminal42_shortlink.url_legend
source: URL configuration
de: URL-Einstellungen

# tl_terminal42_shortlink.publishing_legend
source: Publishing
de: Veröffentlichung

# tl_terminal42_shortlink.new.0
source: New shortlink
de: Neuer Kurzlink

# tl_terminal42_shortlink.new.1
source: Create a new shortlink
de: Einen neuen Kurzlink erstellen

# tl_terminal42_shortlink.show.0
source: Shortlink details
de: Kurzlink-Details

# tl_terminal42_shortlink.show.1
source: Show the details of shortlink ID %s
de: Details des Kurzlinks ID %s anzeigen

# tl_terminal42_shortlink.edit.0
source: Edit shortlink
de: Bearbeiten

# tl_terminal42_shortlink.edit.1
source: Edit shortlink ID %s
de: Bearbeite Kurzlink ID %s

# tl_terminal42_shortlink.copy.0
source: Duplicate shortlink
de: Kopieren

# tl_terminal42_shortlink.copy.1
source: Duplicate shortlink ID %s
de: Kopiere Kurzlink ID %s

# tl_terminal42_shortlink.delete.0
source: Delete shortlink
de: Löschen

# tl_terminal42_shortlink.delete.1
source: Delete shortlink ID %s
de: Lösche Kurzlink ID %s

# tl_terminal42_shortlink.toggle.0
source: Enable/disable shortlink
de: Aktiviere/deaktiviere Kurzlink

# tl_terminal42_shortlink.toggle.1
source: Enable/disable shortlink ID %s
de: Aktiviere oder deaktiviere Kurzlink ID %s
